---
kind: enumMember
id: F:Autodesk.Revit.DB.IFC.IFCProjectLevelGUIDType.Site
enum: Autodesk.Revit.DB.IFC.IFCProjectLevelGUIDType
source: html/49620efb-cc13-70af-af38-c8e823d4ee2a.htm
---
# Autodesk.Revit.DB.IFC.IFCProjectLevelGUIDType.Site

The site GUID.